[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=설치/제거 권한이 없습니다.
MSG_101=설정이 완료되지 않아 설치할 수 없습니다.
MSG_102=이미 최신 버전이 설치되어 있습니다. 설치 프로그램을 종료해주세요.
MSG_103=파일을 복사 할 수 없습니다. 설치를 계속하려면 OK 버튼을 클릭하세요.
MSG_1040=시작 정보가 존재합니다.
MSG_1041=소프트웨어 사용자 등록 정보가 있습니다.
MSG_1042=프로그램 파일이 존재합니다.
MSG_201=잘못된 정보가 있어 제거할 수 없습니다.
MSG_202=파일을 제거할 수 없습니다. 계속하려면 OK 버튼을 클릭하세요.
MSG_301=잘못된 정보가 있어 업데이트 할 수 없습니다.
MSG_302=이전 버전을 제거한 후 다시 설치해주세요.
MSG_501=이전 버전이 발견됐습니다. 업그레이드 하시겠습니까?
MSG_502=업그레이드에 실패했습니다. 다시 실행해주세요.
MSG_503=이미 최신 버전이 설치되어 있습니다. 그래도 프로그램을 설치 하겠습니까?
//準備安裝畫面=
FPrepare->Caption=설치 마법사
FPrepare->lb_Prepare->Caption=설치 마법사가  프로그램 설치를 준비하고 있습니다. 다음 설치과정이 진행되는 동안 잠시 기다려주세요.
FPrepare->lb_PrepareProc->Caption=설치 준비 중...
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=%P 프로그램 사용을 환영합니다.
FWelcome->lb_StartInstallation->Caption=설치 마법사가 %P 프로그램을 설치하려고 합니다. 계속하려면 "다음" 버튼을 클릭해주세요.
FWelcome->lb_SelectLanguage->Caption=언어 선택
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=%P 프로그램 설치 준비
FSeriesSelect->lb_SelectSeriesDescription->Caption=설치를 시작하려면 사용중인 제품을 선택한 후 "다음" 버튼을 클릭해주세요.
FSeriesSelect->rb_Series2->Caption=멀티코어 Gun3 V2
FSeriesSelect->rb_Series3->Caption=멀티코어 Gun3 V3
FSeriesSelect->rb_Series5->Caption=멀티코어 Gun3 V5
FSeriesSelect->rb_Series7->Caption=멀티코어 Gun3 V7
FSeriesSelect->rb_Series4->Caption=멀티코어 Gun3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=동의합니다.
FEULA->rb_DisapproveOfEULA->Caption=동의하지 않습니다
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=설치 준비 중…
FAskInstall->lb_AskInstall->Caption=설치를 시작하려면 [Setup] 버튼을 눌러주세요. 이전 단계로 돌아가려면 [Back] 버튼을 누르고, 설치를 취소하려면 [Exit] 버튼을 누릅니다.
//開始安裝畫面=
FInstall->lb_Title->Caption=설치 중…
FInstall->lb_Install->Caption=설치 마법사가 설치에 필요한 부분을 확인 중 입니다.
CopyFiles=파일 복사
ChangeFolderCompetence=폴더 권한 변경
WriteRegOnUninstallFolder=설치 정보를 작성합니다.
WriteRegOnBootName=프로그램 시작 정보를 작성합니다.
CreateLinks=단축 아이콘 생성
WriteRegOnPrivateFolder=프로그램 정보를 작성합니다.
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=설치가 완료되지 않았습니다. 지금 설치를 중단하면 프로그램 추가/삭제가 제대로 동작하지 않을 수 있습니다. 정말로 설치를 마치겠습니까?
//取消完成畫面=
FCancel->lb_Cancel->Caption=설치 프로그램이 중단되었습니다.
FCancel->lb_Notes->Caption=시스템을 변경하지 않았습니다. 나중에 다시 설치 프로그램을 실행 할 수 있습니다. 설치 마법사를 종료하려면 "OK" 버튼을 클릭하세요.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=새 버전을 설치했습니다.
FFinish->lb_Finish_Uninstall->Caption=이전 버전을 제거했습니다.
FFinish->lb_Finish_Upgrade->Caption=업데이트 완료
FFinish->lb_FinishInstallNotes->Caption=[%P] 소프트웨어 설치했습니다.
FFinish->lb_FinishUninstallNotes->Caption=이전 버전의 [%P] 소프트웨어 제거가 완료 되었습니다.
FFinish->lb_FinishUpgradeNotes->Caption=[%] 소프트웨어 업데이트 완료
FFinish->ck_StartProgram->Caption=[ %P ]프로그램을 시작합니다.
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=모든 프로그램 및 기능을 제거 하시겠습니까?
FUninstallConfirm->ck_DeleteUserLog->Caption=로그 삭제(포함 대상: 프로그래밍, 무기 파일, 버튼 구성 등)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=기존 [%P] 소프트웨어를 제거하는 중 입니다.
BackupSettingData=소프트웨어의 저장된 데이터를 유지하겠습니까?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=업그레이드 또는 복구를 하려면 [업그레이드/복구]를 누릅니다. [종료]를 누르면 설치를 종료합니다.
FAskUpgradeAndRepair->bt_Upgrade->Caption=업그레이드/복구
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=[%] 소프트웨어를 업그레이드 / 복구 중 입니다.
FUpgradeAndRepair->bt_Cancel->Caption=종료

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Bloody7 제거
LINK_PROGRAMS_MANUAL=사용설명서
LINK_DESKTOP=Bloody7

